[
  {
    "id": 1,
    "original_title": "La course des sigmas",
    "modern_content": "Sigmaringen ! Ce nom, qui sonne si bien à l'oreille, n'est-il pas charmant ? N'évoque-t-il pas une de ces cités coquettes comme l'Allemagne en compte tant, nichées dans une vallée verdoyante ou s'étageant sur les flancs d'une colline ?\n\nC'est ici, en effet, que le Danube naît officiellement, bien que deux ruisseaux, la Brigach et la Breg, se disputent l'honneur de former le grand fleuve. Mais laissons la géographie pour l'instant. L'important aujourd'hui, c'est l'effervescence qui règne dans la petite ville.\n\nIl s'agit d'une compétition unique, organisée par la « Société Internationale du Danube ». Une course de bateaux, mais pas n'importe quels bateaux. Il ne s'agit pas de vitesse pure, mais de régularité, d'endurance, et surtout, de la capacité des pilotes à vivre sur le fleuve, à ne faire qu'un avec lui."
  },
  {
    "id": 2,
    "original_title": "Le pêcheur de la Sigmaringen",
    "modern_content": "Le pêcheur était assis patiemment sur la berge, sa ligne plongeant dans les eaux tumultueuses du jeune Danube. Il ne semblait pas préoccupé par l'agitation de la ville voisine. Pour lui, le fleuve n'était pas un lieu de compétition, mais un sanctuaire."
  },
  {
    "id": 3,
    "original_title": "Les sources du Danube",
    "modern_content": "Remontons un peu le cours du temps et de l'eau. Où commence vraiment ce géant liquide ? Est-ce dans la cour du château des princes de Fürstenberg ? Ou plus haut, dans la Forêt-Noire ? C'est un débat éternel qui anime les géographes et les poètes."
  },
  {
    "id": 4,
    "original_title": "D'Hüfingen à Sigmaringen",
    "modern_content": "Le trajet entre Hüfingen et Sigmaringen est pittoresque. Le fleuve serpente à travers des paysages qui semblent tout droit sortis d'une légende ancienne, bordés de rochers calcaires et de forêts denses."
  },
  {
    "id": 5,
    "original_title": "Sigmaringen",
    "modern_content": "La ville elle-même est un bijou. Son château domine la vallée, sentinelle de pierre veillant sur les eaux. Les toits pointus, les ruelles étroites, tout respire l'histoire et le mystère."
  },
  {
    "id": 6,
    "original_title": "En descendant vers Ulm",
    "modern_content": "La descente commence véritablement. Le courant s'accélère. Les pilotes doivent faire preuve de toute leur habileté pour éviter les bancs de sable et les rochers traîtres dissimulés sous la surface."
  },
  {
    "id": 7,
    "original_title": "Ulm",
    "modern_content": "Ulm apparaît, majestueuse avec sa cathédrale dont la flèche semble vouloir percer le ciel. C'est la première grande étape, le premier véritable test pour nos aventuriers du fleuve."
  },
  {
    "id": 8,
    "original_title": "D'Ulm à Dillingen",
    "modern_content": "Le fleuve s'élargit. La navigation devient plus aisée, mais la vigilance reste de mise. Les paysages changent, passant des collines boisées à des plaines plus ouvertes."
  },
  {
    "id": 9,
    "original_title": "Le procès de la brochette",
    "modern_content": "Un incident curieux survint lors d'une escale. Une dispute éclata à propos d'une simple brochette de poisson, mais derrière cette querelle banale se cachaient des tensions plus profondes entre les concurrents."
  },
  {
    "id": 10,
    "original_title": "De Dillingen à Ratisbonne",
    "modern_content": "Ratisbonne approche. Le Danube devient une voie royale. Les bateaux glissent silencieusement, portés par une eau sombre et profonde, témoins muets de l'histoire qui défile sur les rives."
  },
  {
    "id": 11,
    "original_title": "Ratisbonne",
    "modern_content": "Ratisbonne, ville de pierre et d'eau. Son pont de pierre, une merveille d'architecture médiévale, enjambe le fleuve avec audace. C'est ici que les destins de certains pilotes vont basculer."
  },
  {
    "id": 12,
    "original_title": "De Ratisbonne à Vienne",
    "modern_content": "La route vers l'Autriche est longue. Le Danube traverse des gorges sauvages, des vignobles en terrasse. L'atmosphère se charge d'électricité à l'approche de la capitale impériale."
  },
  {
    "id": 13,
    "original_title": "Vienne",
    "modern_content": "Vienne la magnifique ! Valses, cafés, palais impériaux. Pour nos pilotes, c'est une pause bienvenue, mais aussi un piège. Les distractions sont nombreuses et le temps presse."
  },
  {
    "id": 14,
    "original_title": "De Vienne à Budapest",
    "modern_content": "Le fleuve traverse maintenant la grande plaine hongroise. L'horizon s'étend à l'infini. Le ciel est immense. C'est le domaine des chevaux sauvages et des mirages."
  },
  {
    "id": 15,
    "original_title": "Budapest",
    "modern_content": "La perle du Danube. Buda sur sa colline, Pest dans la plaine. Les deux villes se regardent, unies par le fleuve. C'est une étape cruciale, le point de bascule vers l'Orient."
  },
  {
    "id": 16,
    "original_title": "De Budapest à Belgrade",
    "modern_content": "Le voyage continue vers le sud. Les cultures se mélangent. L'influence ottomane commence à se faire sentir. Le Danube devient une frontière, un lieu de rencontre et de conflit."
  },
  {
    "id": 17,
    "original_title": "De Belgrade à la frontière roumaine",
    "modern_content": "Belgrade, la ville blanche, forteresse au confluent de la Save et du Danube. Au-delà, c'est l'inconnu, les terres sauvages, les légendes de vampires et de brigands."
  },
  {
    "id": 18,
    "original_title": "Les Portes de Fer",
    "modern_content": "Le passage le plus dangereux. Le Danube se rétrécit, s'engouffre entre des falaises vertigineuses. Le courant est furieux. C'est l'épreuve finale, celle qui séparera les héros des simples voyageurs."
  }
]
